<? 
$_lang ['export_site_cacheable'] = 'Включати некешовані файли:';
$_lang ['export_site_exporting_document'] = 'Експортується файл <strong>% s </ strong> з <strong>% s </ strong> <br /> & nbsp; & nbsp; & nbsp; & nbsp; & nbsp; & nbsp; <small> <i>% s </ i>, id% s </ small> <br /> & nbsp; & nbsp; & nbsp; & nbsp; & nbsp; & nbsp; ';
$_lang ['export_site_failed'] = '<span style = "color: # 990000"> Невдача! </ span>';
$_lang ['export_site_html'] = 'Експортувати сайт в HTML';
$_lang ['export_site_maxtime'] = 'Максимальний час експорту:';
$_lang ['export_site_maxtime_message'] = 'Тут ви можете вказати кількість секунд MODX може експортувати сайті (будуть перевизначені налаштування PHP). Введіть 0 для необмеженого часу. Будь ласка, зверніть увагу, що устанавка 0 або дуже великого числа може порушити роботу вашого сервера і не рекомендується. ';
$_lang ['export_site_message'] = '<p> Використовуючи цю функцію ви можете експортувати цілий сайт в HTML файли. Будьласка врахуйте, однак, що ви втратите багато функціоналу MODX, такого як: </ p> <ul> <li> Прочитання сторінок в експортованих файлах будуть записуватися. </ li> <li> Інтерактивні сніпети НЕ будуть працювати в експортованих файлах. </ li> <li> Тільки звичайні документи будуть експортовані, Web-посилання не будуть експортовані. </ li> <li > Процес експорту може зламатися, якщо ваші документи містять сніпети, які посилають заголовки перенаправлення. </ li> <li> залежно від того, як ви написали ваші документи, стилі і зображення, зовнішній вигляд вашого сайту може бути зламаний. Щоб виправити це, ви можете зберегти / перемістити експортовані файли в ту ж директорію, де лежить головний MODX файл index.php </ li> </ ul> <p> Будь ласка заповніть форму та натисніть "Експорт", щоб почати процес експорту. Створені файли будуть збережені у вказаному вами місці, використовуючи, по можливості, аліас документів як імена файлів. При експортуванні вашого сайту краще встановити настройку "Використовувати дружні URL" в значення "Так". Залежно від розміру вашого сайту, експорт може зайняти деякий час. </ P> <p> <em> Будь-які існуючі файли будуть перезаписані новими файлами, якщо їх імена збігаються! </ Em> </ p> ';
$_lang ['export_site_numberdocs'] = '<p> <strong> Знайдено% s документів для експорту ... </ strong> </ p>';
$_lang ['export_site_prefix'] = 'Префікс файлу:';
$_lang ['export_site_start'] = 'Почати експорт';
$_lang ['export_site_success'] = '<span style = "color: # 009900"> Успіх! </ span>';
$_lang ['export_site_suffix'] = 'Суфікс файлу:';
$_lang ['export_site_target_unwritable'] = 'Неможливо провести запис в папку. Переконайтеся в тому, що папка доступна для запису, і повторіть спробу. ';
$_lang ['export_site_time'] = 'Експорт закінчений. Експорт зайняв% s секунд. ';