<? 
$_lang ['mail_err_address_ns'] = 'Для відправки листа ви повинні надати електронну поштову адресу одержувача.';
$_lang ['mail_err_derive_getmailer'] = 'Виникла спроба виклику абстрактного методу _getMailer () в класі modMail. Ви повинні перевизначити цей метод в наследуемом класі. ';
$_lang ['mail_err_attr_nv'] = '[[+ attr]] - це неправильний атрибут класу PHPMailer і буде проігноровано системою.';
$_lang ['mail_err_unset_spec'] = 'клас modPHPMailer не підтримує скасування відправки за деякими адресами. Використовуйте метод reset () для очищення всіх одержувачів і після цього додайте потрібних одержувачів знову. ';