<? 
$_lang ['action'] = 'Дія';
$_lang ['date_end'] = 'Дата закінчення';
$_lang ['date_start'] = 'Дата початку';
$_lang ['filter_clear'] = 'Очистити фільтр';
$_lang ['manager_log'] = 'Журнал системи управління';
$_lang ['mgrlog_clear'] = 'Очистити журнал системи управління';
$_lang ['mgrlog_clear_confirm'] = 'Ви впевнені, що хочете повністю очистити журнал системи управління? Ця дія не може бути скасоване. ';
$_lang ['mgrlog_query_msg'] = 'Задайте критерії перегляду журналу. Можна відфільтрувати їх за певний період часу, але слід враховувати, що границі не включаються в результуючий період. Для вибору всіх записів журналу за 01.01.2013, встановіть значення & laquo; Дата початку & raquo; в 01.01.2013 і & laquo; Дата закінчення & raquo; в 02.01.2013. ';
$_lang ['mgrlog_query'] = 'Вибір критеріїв перегляду журналу';
$_lang ['mgrlog_view'] = 'Перегляд журналу системи управління';
$_lang ['object'] = 'Об\'єкт';
$_lang ['occurred'] = 'Час';
$_lang ['user'] = 'Користувач';